LEXICON_RU: dict[str, str] = {
    "/list": "Текущий список товаров",
    "/add": "Добавить товар",
    "/remove": "Удалить товар",
    "/price": "Запустить парсинг цен сейчас",
    "/start": "Привет!\nДля получения списка команд введите /help",
    "invalid_url": "Введен неверный URL, проверьте правильность",
    "valid_url": "URL успешно добавлен",
    "state_add": "Введите ссылку на товар для отслеживания:",
    "state_remove": "Введите ссылку на товар, который хотите удалить из отслеживаемых:",
    "item_not_found": "Товар не найден в базе данных.",
    "item_removed": "Товар успешно удален из списка отслеживаемых.",
    "/help": "/list - получить список отслеживаемых товаров\n\
/add - добавить товар для отслеживания,\n\
/remove - удалить товар из отслеживания,\n\
/price узнать цены товаров сейчас",
}
